var awedict = {
    Empty: 'пусто',
    GridInfo: "из {0}",
    Select: 'выбрать',
    SearchForRes: 'искать больше результатов',    
    NoRecFound: 'Ничего не найдено',
    PageSize: 'размер страницы',
    Months: [ "Январь","Февраль","Март","Апрель","Май","Июнь",
	"Июль","Август","Сентябрь","Октябрь","Ноябрь","Декабрь" ],    
    Days: [ "Вс","Пн","Вт","Ср","Чт","Пт","Сб" ],
    Yes: 'Да',
    No: 'Нет',
    Cancel: 'Отмена',
    Ok: 'Ok',
    GridGroupBar: 'Перетащите сюда заголовок столбца для группировки',
    More: 'больше',
    Search: 'Поиск'
};

//export {awedict};